57/qa/Chapter3-summary-QA-perspective.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-08-26 Sat 11:30 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Pralay Patoria" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5e2993f">1. Circuit Breakers:</a>
<ul>
<li><a href="#org7d9554f">1.1. A circuit breaker is triggered by a 10% decline in the transaction price compared to the prior day's close.</a></li>
<li><a href="#orgdb7d39d">1.2. Once triggered, a circuit breaker remains in effect through the next trading day.</a></li>
<li><a href="#orgd8aa13a">1.3. The SEC can suspend trading in a stock for up to 10 business days.</a></li>
<li><a href="#org4118b37">1.4. The 5-19 stock 10% event and 20+ stock 30% event criteria define multi-stock clearly erroneous trades.</a></li>
<li><a href="#orga027513">1.5. Circuit breakers are based on declines in the S&amp;P 500 Index.</a></li>
<li><a href="#org820f67d">1.6. Circuit breaker rules are uniform across all equities.</a></li>
<li><a href="#org5c948a7">1.7. There can be at most 1 Level 1, Level 2, and Level 3 halt per day.</a></li>
<li><a href="#orgfcef545">1.8. During a trading halt, open orders remain on the books unless canceled.</a></li>
<li><a href="#org99ad31b">1.9. Quotes are halted for the first 10 minutes of a Level 1/2 halt.</a></li>
<li><a href="#orgc2416de">1.10. A Level 3 halt continues for the remainder of the trading day.</a></li>
<li><a href="#orgd5ddd79">1.11. After 3:25 pm, Level 1 and Level 2 halts cannot be triggered. Trading continues.</a></li>
<li><a href="#org29a0837">1.12. A halted LULD trading session resumes when the primary exchange reports a reopening price.</a></li>
<li><a href="#org5a72a03">1.13. No trading is permitted during an LULD halt, but orders and quotes can still be entered.</a></li>
<li><a href="#org8e274d1">1.14. The minimum LULD trading halt is 5 minutes.</a></li>
<li><a href="#org005edc5">1.15. Percentage bands double during the open and close periods.</a></li>
<li><a href="#orgb62d676">1.16. With a circuit breaker in effect, dark pool trades must also occur above the national best bid.</a></li>
<li><a href="#orgc60c930">1.17. After filling the protected quote, a market maker can update quotes based on news.</a></li>
<li><a href="#org4a5470d">1.18. With a circuit breaker in effect, short sales must execute on an uptick, meaning at least $0.01 above the national best bid of $15.21.</a></li>
<li><a href="#orgb9faa71">1.19. With a 10% decline so far, 20% lower is $1,600.</a></li>
<li><a href="#org556f457">1.20. For OTC stocks, the percentage bands stay the same during and outside market hours.</a></li>
<li><a href="#orgbfb605b">1.21. The Black-Scholes model is commonly used to calculate theoretical option prices.</a></li>
<li><a href="#org9023791">1.22. The listing exchange (NYSE, Nasdaq) determines when a security's price has dropped 10% to trigger the circuit breaker.</a></li>
</ul>
</li>
<li><a href="#orge273223">2. Clearly Erroneous Trades:</a>
<ul>
<li><a href="#orge89535b">2.1. Clearly erroneous decisions can be appealed to FINRA's Uniform Practice Code Committee.</a></li>
<li><a href="#orgd0f700f">2.2. FINRA decides whether trades are clearly erroneous.</a></li>
<li><a href="#org72a41aa">2.3. Obvious errors rules reference the theoretical option price.</a></li>
<li><a href="#org1dc314e">2.4. For long-term customers, firms may rely on their assurance that they can deliver sold shares.</a></li>
<li><a href="#org9567b76">2.5. Once settled, trades cannot be cancelled as clearly erroneous.</a></li>
<li><a href="#org016db07">2.6. To evaluate clearly erroneous trades, the reference price and percentage band must be known.</a></li>
<li><a href="#org55d9ab7">2.7. Obvious error bands are based on distance from Theoretical Price.</a></li>
<li><a href="#org51aa45a">2.8. The 30-minute notification deadline for clearly erroneous trades applies during and outside normal market hours.</a></li>
<li><a href="#org2b255c2">2.9. A print protection trade is exempt from trade-through rules.</a></li>
<li><a href="#org03b8006">2.10. The first protected quote at a price gets priority over a crossing quote.</a></li>
<li><a href="#orgac5fb20">2.11. Above $50, trades outside 3% bands are clearly erroneous.</a></li>
<li><a href="#org5583482">2.12. A 13% decline triggers a Level 2 circuit breaker halt.</a></li>
<li><a href="#org9006128">2.13. A 20% decline triggers a Level 3 circuit breaker halt.</a></li>
<li><a href="#orgd5f0df6">2.14. During a limit state, orders can be entered and trades executed; if the limit state persists for 15 seconds, a halt will occur.</a></li>
<li><a href="#org887bc73">2.15. Aggressive pricing outside bands causes a limit state, during which trading continues.</a></li>
<li><a href="#org0cad349">2.16. For stocks above $50, trades outside 3% bands are clearly erroneous.</a></li>
<li><a href="#org63f79d0">2.17. For buys, outside the quote means higher than the national best offer.</a></li>
<li><a href="#orga8a4c10">2.18. For OTC stocks, the reference price is the market price just before the trade in question.</a></li>
<li><a href="#org3870a16">2.19. Quotes may not be below the minimum increments under NMS.</a></li>
<li><a href="#org64c9149">2.20. Percentage bands for listed equities double outside normal market hours.</a></li>
<li><a href="#org6a3dc8a">2.21. Clearly erroneous actions must be taken within 30 minutes of detection.</a></li>
<li><a href="#orga44a47c">2.22. A self-help alert allows orders to be routed away from troubled exchanges and trade through their quotes.</a></li>
<li><a href="#orgbda300a">2.23. The self-help alert allows orders to be routed away from the impacted exchange.</a></li>
<li><a href="#org74c395e">2.24. The UPC Committee's decision on a clearly erroneous appeal is final and binding.</a></li>
<li><a href="#orgcf76309">2.25. The Threshold List consists of stocks with substantial fails to deliver, usually from heavy short selling activity.</a></li>
<li><a href="#org2d7f480">2.26. Short sale rules including order marking fall under Reg SHO.</a></li>
<li><a href="#org512c2d8">2.27. The 30-minute notification deadline applies at all times.</a></li>
<li><a href="#orgc2aad1d">2.28. Long sale fails must be closed out by the open of T+5.</a></li>
<li><a href="#org25494dc">2.29. Closing out the fail requires "like kind and quantity" shares to be purchased and delivered.</a></li>
<li><a href="#orga13161f">2.30. Fails to deliver can cause a security to be added to the Threshold List.</a></li>
<li><a href="#org8b34874">2.31. With no ownership, the sale must be marked short.</a></li>
<li><a href="#org3e2e2b1">2.32. Tendering convertible bonds deems the investor to own the underlying stock.</a></li>
<li><a href="#org5ecdcb4">2.33. Clearly erroneous trades can be adjusted or canceled based on specific rules.</a></li>
<li><a href="#org2dfe9e9">2.34. Obvious error rules reference theoretical option prices.</a></li>
<li><a href="#org3994b2b">2.35. The 30-minute notification window always applies.</a></li>
<li><a href="#org3b8066e">2.36. The CEO must certify the effectiveness of the firm's risk management controls.</a></li>
</ul>
</li>
<li><a href="#org0ccfe68">3. Short Sales and Regulation SHO:</a>
<ul>
<li><a href="#org33f5850">3.1. A regulatory halt applies across all markets trading the security.</a></li>
<li><a href="#orgd19262b">3.2. Fails in the same security trigger restrictions on additional short sales in that security.</a></li>
<li><a href="#org441e172">3.3. The close out for shorts is T+3. T+5 is for longs and market maker shorts.</a></li>
<li><a href="#orgaa21adb">3.4. The T+5 close out applies equally to long and short sales by market makers.</a></li>
<li><a href="#orgca971d7">3.5. With a net short position, the investor has no deemed ownership.</a></li>
<li><a href="#org4d59690">3.6. Buying above the national best offer is a trade-through under Reg NMS.</a></li>
<li><a href="#orgf8126be">3.7. Selling below the best bid is a trade-through under Reg NMS.</a></li>
<li><a href="#org0f4de48">3.8. Only short and short exempt can be used to mark exchange short sales.</a></li>
<li><a href="#orgb9a575a">3.9. To rely on an Easy to Borrow list for locates, it must be updated at least every 24 hours/daily.</a></li>
<li><a href="#org9e070ae">3.10. Risk management controls apply to both trades and quotes entered into trading systems.</a></li>
<li><a href="#org5e14f77">3.11. Payment for order flow may be received in cash or in-kind services like research or clearing and must be disclosed.</a></li>
<li><a href="#orgee269fb">3.12. Risk management controls cannot be outsourced or delegated.</a></li>
<li><a href="#org1b462b5">3.13. The SEC can suspend trading for up to 10 business days.</a></li>
<li><a href="#org04f19bf">3.14. An order above 105 would slide to the 105 limit and trigger a limit state.</a></li>
<li><a href="#orgfb6c9d2">3.15. Coordination means positions must be aggregated firm-wide.</a></li>
<li><a href="#orgce9ca16">3.16. The broker-dealer effecting the short sale has responsibility for the locate.</a></li>
<li><a href="#orga7b16a2">3.17. To be excluded from LULD, trades must not update the last sale price.</a></li>
<li><a href="#orgfc447d5">3.18. For market makers, the close out is T+5 regardless of whether the sale was long or short; for non-market makers, shorts must close out by T+3.</a></li>
<li><a href="#orga0828cf">3.19. A self-help alert tells firms to route orders away from the impacted exchange.</a></li>
<li><a href="#org0d74c06">3.20. Risk management controls cannot be delegated to a third party.</a></li>
<li><a href="#orgf2e7507">3.21. Short sales must transact on an uptick, or at least $0.01 above the national best bid.</a></li>
<li><a href="#orgf70673b">3.22. An uptick means the price increases above the national best bid.</a></li>
<li><a href="#org9d04efa">3.23. The originating broker-dealer has best execution duties regardless of payment routing arrangements.</a></li>
<li><a href="#orgc211ce6">3.24. A new circuit breaker can trigger anytime price drops 10% from the prior close.</a></li>
<li><a href="#org64c9357">3.25. The SEC can halt all exchange trading for up to 90 days with presidential notice.</a></li>
<li><a href="#org864caf7">3.26. An open fail means the failure to deliver has not yet been closed out.</a></li>
<li><a href="#orge84388f">3.27. FINRA can discipline market makers firm-wide or on a security-by-security basis.</a></li>
<li><a href="#org5520d8d">3.28. A new Reference Price is calculated only when it moves 1% or more from the previous Reference Price.</a></li>
<li><a href="#org3c250d2">3.29. With tendered preferred shares, the sale of common can be marked long.</a></li>
<li><a href="#org1ddc608">3.30. Short positions must be reported to FINRA twice a month.</a></li>
<li><a href="#orge4b247e">3.31. FINRA can halt both NMS and OTC equities in certain situations.</a></li>
<li><a href="#org06a9e23">3.32. After 3:25 pm, Level 1 and 2 halts are not in effect.</a></li>
<li><a href="#org504f8ce">3.33. After 3:25 pm, Level 1 and 2 halts cannot occur.</a></li>
<li><a href="#orgeba18b8">3.34. The order protection rule aims to prevent trade-throughs.</a></li>
<li><a href="#org34f09e9">3.35. Counterparties have 10 minutes after notification to mutually agree on adjustment.</a></li>
<li><a href="#orgc9ed825">3.36. The access fee limit for quotes $1+ is $0.003 per share.</a></li>
<li><a href="#orgbbc1625">3.37. The access fee limit for stocks $1+ is $0.003 per share.</a></li>
<li><a href="#orgb723692">3.38. Above $3 theoretical options errors are adjusted $0.30 away.</a></li>
<li><a href="#org7352dd1">3.39. Risk management controls must be under the firm's direct and exclusive control.</a></li>
<li><a href="#org3badcc7">3.40. Aggressive pricing outside bands causes a limit state.</a></li>
<li><a href="#orga11fd7c">3.41. The access fee limit is $0.003 per share.</a></li>
<li><a href="#org5ed500d">3.42. The maximum access fee is $0.003 per share.</a></li>
<li><a href="#org7c122ec">3.43. Below $3 theoretical, errors are adjusted to $0.15 away from theoretical, which is $0.75.</a></li>
</ul>
</li>
<li><a href="#org18de351">4. Order Handling and Risk Management:</a>
<ul>
<li><a href="#org990d06d">4.1. Prime brokers must maintain minimum net capital of $1.5 million.</a></li>
<li><a href="#orgf69cf24">4.2. Broker-dealers must provide risk management immediate post-trade reports on market access customer trades.</a></li>
<li><a href="#orgdc434ba">4.3. The originating broker-dealer has responsibility for the locate.</a></li>
<li><a href="#org705e291">4.4. The introducing broker-dealer has responsibility for the short sale locate.</a></li>
<li><a href="#orged7f55b">4.5. The originating broker-dealer has responsibility for the locate unless the executing broker-dealer specifically assumed that duty.</a></li>
<li><a href="#org856ec47">4.6. Broker-dealers must report both proprietary and customer short positions to FINRA periodically.</a></li>
<li><a href="#orgdab078b">4.7. Broker-dealers must report both proprietary and customer short positions to FINRA twice a month.</a></li>
<li><a href="#org776938c">4.8. The net long position is 11,000 shares less 3,000 share equivalents short, or 8,000 shares.</a></li>
<li><a href="#org2773fae">4.9. 800 shares can be marked long, with 200 marked short based on the net long position.</a></li>
<li><a href="#orgfe55afa">4.10. One order can be a long sale, with the others marked short based on net position.</a></li>
<li><a href="#org528a283">4.11. With a circuit breaker in effect, even displayed limit orders must be above the national best bid.</a></li>
<li><a href="#org27cffcd">4.12. The originating broker-dealer must adhere to best execution and disclose any payments received for order flow.</a></li>
<li><a href="#org5145b22">4.13. Broker-dealers have 35 days to close out fails in restricted stock short sales.</a></li>
</ul>
</li>
<li><a href="#org7eabb04">5. * Trading Halts:</a>
<ul>
<li><a href="#orgbe8f340">5.1. Exchanges, not the SEC, impose news-pending halts.</a></li>
<li><a href="#org653a56a">5.2. Exchanges, such as Nasdaq and NYSE, impose regulatory halts.</a></li>
<li><a href="#org2a9c799">5.3. A self-help alert allows trades to be executed away from a troubled platform.</a></li>
<li><a href="#org84214d9">5.4. The self-help alert allows trades to be executed away from a troubled platform.</a></li>
</ul>
</li>
<li><a href="#orgbe434c4">6. * Customer Order Handling:</a>
<ul>
<li><a href="#org4778373">6.1. Traders can only be assigned to one aggregation unit at a time.</a></li>
<li><a href="#orgcfcd772">6.2. Independent aggregation doesn't require a physical location; it requires a written plan, independent net position calculations, one unit per trader, and no coordination between units.</a></li>
<li><a href="#org4caf7ad">6.3. Independent trading unit aggregation allows position reporting by separate trading desks.</a></li>
</ul>
</li>
<li><a href="#org31a7295">7. Limit Up/Limit Down (LULD):</a>
<ul>
<li><a href="#orgd69a222">7.1. LULD stands for Limit Up/Limit Down, the volatility control mechanism.</a></li>
<li><a href="#orgf8fa94e">7.2. Percentage bands double outside normal market hours.</a></li>
<li><a href="#orgdd2dbf8">7.3. LULD bands double during the open and close periods.</a></li>
<li><a href="#org8c5e63c">7.4. Above $1 the minimum quote increment is $0.01 per share.</a></li>
<li><a href="#orgf679120">7.5. A straddle state exists when the NBBO breaks the lower LULD band.</a></li>
<li><a href="#orgd2c612f">7.6. During an LULD halt, orders can be entered but not executed.</a></li>
</ul>
</li>
<li><a href="#org2eded4b">8. * Short Sale Rules:</a>
<ul>
<li><a href="#orge4d1919">8.1. Short sellers usually have two days (T+2) to deliver borrowed shares.</a></li>
<li><a href="#orgf6d31df">8.2. Below $1 the minimum increment is $0.0001.</a></li>
<li><a href="#orga112ca6">8.3. Having entered a borrowing arrangement is an exception to short sale restrictions.</a></li>
<li><a href="#orgbdfb9ad">8.4. The locate department is responsible for finding shares to borrow and sell short.</a></li>
</ul>
</li>
<li><a href="#org370b7eb">9. * Payment for Order Flow:</a></li>
<li><a href="#orgbbc205d">10. * Trade-Through Rules:</a>
<ul>
<li><a href="#org975e05f">10.1. Orders may not trade through protected quotes.</a></li>
<li><a href="#org34005f7">10.2. Regular way trades do not qualify as an exception to the trade-through rule.</a></li>
<li><a href="#orgd9e33a1">10.3. Block trades do not qualify as short exempt. The other choices do.</a></li>
</ul>
</li>
<li><a href="#org4b35942">11. Miscellaneous:</a>
<ul>
<li><a href="#org1b09968">11.1. Pre-trade controls screen orders to prevent erroneous and duplicate entries.</a></li>
<li><a href="#org6d76371">11.2. Trade checks include rules and reasons checks for market makers.</a></li>
<li><a href="#org27e6849">11.3. All activity resulting from erroneous orders is binding.</a></li>
<li><a href="#orgd2cf3ef">11.4. An odd lot consists of fewer than 100 shares.</a></li>
<li><a href="#org990a2a0">11.5. These points cover a wide range of topics related to trading, circuit breakers, clearly erroneous trades, short sales, order handling, risk management, payment for order flow, trade-through rules, and other relevant aspects of the securities industry. If you have any specific questions or need further clarification on any of these points, feel free to ask!</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
Here is a summary of the key points from Chapter 3 on Trading Rules:
</p>

<ul class="org-ul">
<li>Regulation NMS

<ul class="org-ul">
<li>Access Rule: Limits access fees to $0.003/share, requires access to best quotes</li>
<li>Order Protection Rule: Prevents trade-throughs, routes orders to best price</li>
<li>Exceptions: Self-help, ISO, stopped, derivatives, crossed markets, etc.</li>
<li>Minimum price increments: $0.01 for prices $1+, $0.0001 for prices below $1</li>
</ul></li>

<li>Disseminating Quotes

<ul class="org-ul">
<li>Quotes must be firm with limited exceptions</li>
<li>Payment for order flow allowed with disclosure</li>
<li>Rigging quotes is prohibited</li>
</ul></li>

<li>Trading Halts

<ul class="org-ul">
<li>Imposed by exchanges, FINRA, SEC to protect investors</li>
<li>Reasons include pending news, extreme volatility, technical issues</li>
<li>No trades permitted during halts</li>
</ul></li>

<li>Limit Up/Limit Down

<ul class="org-ul">
<li>Prevents extraordinary volatility by limiting price movements</li>
<li>5-10% bands around 5-minute moving average reference price</li>
<li>15-second limit state if price hits band; 5-minute halt if persists</li>
</ul></li>

<li>Clearly Erroneous Trades

<ul class="org-ul">
<li>FINRA can cancel trades priced far outside normal bands</li>
<li>Numerical guidelines set allowable price ranges</li>
<li>Parties can appeal FINRA rulings</li>
</ul></li>

<li>Regulation SHO - Short Sales

<ul class="org-ul">
<li>Requirements for marking tickets long/short/short exempt</li>
<li>Locate required prior to short sale unless exempt</li>
<li>Threshold security rules for chronic fails</li>
<li>Close out timeframes: T+3 for shorts, T+5 for longs</li>
</ul></li>

<li>Risk Management Controls

<ul class="org-ul">
<li>Pre-trade controls on order size, erroneous trades</li>
<li>Post-trade surveillance on market access</li>
<li>Controls cannot be outsourced</li>
</ul></li>
</ul>

<p>
Let me know if you would like me to expand on any section or modify the summary.
</p>
