57/qa/Chapter3-summary-QA-perspective.html




<div id="outline-container-org5e2993f" class="outline-2">
<h2 id="org5e2993f"><span class="section-number-2">1.</span> Circuit Breakers:</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org7d9554f" class="outline-3">
<h3 id="org7d9554f"><span class="section-number-3">1.1.</span> A circuit breaker is triggered by a 10% decline in the transaction price compared to the prior day's close.</h3>
</div>
<div id="outline-container-orgdb7d39d" class="outline-3">
<h3 id="orgdb7d39d"><span class="section-number-3">1.2.</span> Once triggered, a circuit breaker remains in effect through the next trading day.</h3>
</div>
<div id="outline-container-orgd8aa13a" class="outline-3">
<h3 id="orgd8aa13a"><span class="section-number-3">1.3.</span> The SEC can suspend trading in a stock for up to 10 business days.</h3>
</div>
<div id="outline-container-org4118b37" class="outline-3">
<h3 id="org4118b37"><span class="section-number-3">1.4.</span> The 5-19 stock 10% event and 20+ stock 30% event criteria define multi-stock clearly erroneous trades.</h3>
</div>
<div id="outline-container-orga027513" class="outline-3">
<h3 id="orga027513"><span class="section-number-3">1.5.</span> Circuit breakers are based on declines in the S&amp;P 500 Index.</h3>
</div>
<div id="outline-container-org820f67d" class="outline-3">
<h3 id="org820f67d"><span class="section-number-3">1.6.</span> Circuit breaker rules are uniform across all equities.</h3>
</div>
<div id="outline-container-org5c948a7" class="outline-3">
<h3 id="org5c948a7"><span class="section-number-3">1.7.</span> There can be at most 1 Level 1, Level 2, and Level 3 halt per day.</h3>
</div>
<div id="outline-container-orgfcef545" class="outline-3">
<h3 id="orgfcef545"><span class="section-number-3">1.8.</span> During a trading halt, open orders remain on the books unless canceled.</h3>
</div>
<div id="outline-container-org99ad31b" class="outline-3">
<h3 id="org99ad31b"><span class="section-number-3">1.9.</span> Quotes are halted for the first 10 minutes of a Level 1/2 halt.</h3>
</div>
<div id="outline-container-orgc2416de" class="outline-3">
<h3 id="orgc2416de"><span class="section-number-3">1.10.</span> A Level 3 halt continues for the remainder of the trading day.</h3>
</div>
<div id="outline-container-orgd5ddd79" class="outline-3">
<h3 id="orgd5ddd79"><span class="section-number-3">1.11.</span> After 3:25 pm, Level 1 and Level 2 halts cannot be triggered. Trading continues.</h3>
</div>
<div id="outline-container-org29a0837" class="outline-3">
<h3 id="org29a0837"><span class="section-number-3">1.12.</span> A halted LULD trading session resumes when the primary exchange reports a reopening price.</h3>
</div>
<div id="outline-container-org5a72a03" class="outline-3">
<h3 id="org5a72a03"><span class="section-number-3">1.13.</span> No trading is permitted during an LULD halt, but orders and quotes can still be entered.</h3>
</div>
<div id="outline-container-org8e274d1" class="outline-3">
<h3 id="org8e274d1"><span class="section-number-3">1.14.</span> The minimum LULD trading halt is 5 minutes.</h3>
</div>
<div id="outline-container-org005edc5" class="outline-3">
<h3 id="org005edc5"><span class="section-number-3">1.15.</span> Percentage bands double during the open and close periods.</h3>
</div>
<div id="outline-container-orgb62d676" class="outline-3">
<h3 id="orgb62d676"><span class="section-number-3">1.16.</span> With a circuit breaker in effect, dark pool trades must also occur above the national best bid.</h3>
</div>
<div id="outline-container-orgc60c930" class="outline-3">
<h3 id="orgc60c930"><span class="section-number-3">1.17.</span> After filling the protected quote, a market maker can update quotes based on news.</h3>
</div>
<div id="outline-container-org4a5470d" class="outline-3">
<h3 id="org4a5470d"><span class="section-number-3">1.18.</span> With a circuit breaker in effect, short sales must execute on an uptick, meaning at least $0.01 above the national best bid of $15.21.</h3>
</div>
<div id="outline-container-orgb9faa71" class="outline-3">
<h3 id="orgb9faa71"><span class="section-number-3">1.19.</span> With a 10% decline so far, 20% lower is $1,600.</h3>
</div>
<div id="outline-container-org556f457" class="outline-3">
<h3 id="org556f457"><span class="section-number-3">1.20.</span> For OTC stocks, the percentage bands stay the same during and outside market hours.</h3>
</div>
<div id="outline-container-orgbfb605b" class="outline-3">
<h3 id="orgbfb605b"><span class="section-number-3">1.21.</span> The Black-Scholes model is commonly used to calculate theoretical option prices.</h3>
</div>
<div id="outline-container-org9023791" class="outline-3">
<h3 id="org9023791"><span class="section-number-3">1.22.</span> The listing exchange (NYSE, Nasdaq) determines when a security's price has dropped 10% to trigger the circuit breaker.</h3>
</div>
</div>
<div id="outline-container-orge273223" class="outline-2">
<h2 id="orge273223"><span class="section-number-2">2.</span> Clearly Erroneous Trades:</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orge89535b" class="outline-3">
<h3 id="orge89535b"><span class="section-number-3">2.1.</span> Clearly erroneous decisions can be appealed to FINRA's Uniform Practice Code Committee.</h3>
</div>
<div id="outline-container-orgd0f700f" class="outline-3">
<h3 id="orgd0f700f"><span class="section-number-3">2.2.</span> FINRA decides whether trades are clearly erroneous.</h3>
</div>
<div id="outline-container-org72a41aa" class="outline-3">
<h3 id="org72a41aa"><span class="section-number-3">2.3.</span> Obvious errors rules reference the theoretical option price.</h3>
</div>
<div id="outline-container-org1dc314e" class="outline-3">
<h3 id="org1dc314e"><span class="section-number-3">2.4.</span> For long-term customers, firms may rely on their assurance that they can deliver sold shares.</h3>
</div>
<div id="outline-container-org9567b76" class="outline-3">
<h3 id="org9567b76"><span class="section-number-3">2.5.</span> Once settled, trades cannot be cancelled as clearly erroneous.</h3>
</div>
<div id="outline-container-org016db07" class="outline-3">
<h3 id="org016db07"><span class="section-number-3">2.6.</span> To evaluate clearly erroneous trades, the reference price and percentage band must be known.</h3>
</div>
<div id="outline-container-org55d9ab7" class="outline-3">
<h3 id="org55d9ab7"><span class="section-number-3">2.7.</span> Obvious error bands are based on distance from Theoretical Price.</h3>
</div>
<div id="outline-container-org51aa45a" class="outline-3">
<h3 id="org51aa45a"><span class="section-number-3">2.8.</span> The 30-minute notification deadline for clearly erroneous trades applies during and outside normal market hours.</h3>
</div>
<div id="outline-container-org2b255c2" class="outline-3">
<h3 id="org2b255c2"><span class="section-number-3">2.9.</span> A print protection trade is exempt from trade-through rules.</h3>
</div>
<div id="outline-container-org03b8006" class="outline-3">
<h3 id="org03b8006"><span class="section-number-3">2.10.</span> The first protected quote at a price gets priority over a crossing quote.</h3>
</div>
<div id="outline-container-orgac5fb20" class="outline-3">
<h3 id="orgac5fb20"><span class="section-number-3">2.11.</span> Above $50, trades outside 3% bands are clearly erroneous.</h3>
</div>
<div id="outline-container-org5583482" class="outline-3">
<h3 id="org5583482"><span class="section-number-3">2.12.</span> A 13% decline triggers a Level 2 circuit breaker halt.</h3>
</div>
<div id="outline-container-org9006128" class="outline-3">
<h3 id="org9006128"><span class="section-number-3">2.13.</span> A 20% decline triggers a Level 3 circuit breaker halt.</h3>
</div>
<div id="outline-container-orgd5f0df6" class="outline-3">
<h3 id="orgd5f0df6"><span class="section-number-3">2.14.</span> During a limit state, orders can be entered and trades executed; if the limit state persists for 15 seconds, a halt will occur.</h3>
</div>
<div id="outline-container-org887bc73" class="outline-3">
<h3 id="org887bc73"><span class="section-number-3">2.15.</span> Aggressive pricing outside bands causes a limit state, during which trading continues.</h3>
</div>
<div id="outline-container-org0cad349" class="outline-3">
<h3 id="org0cad349"><span class="section-number-3">2.16.</span> For stocks above $50, trades outside 3% bands are clearly erroneous.</h3>
</div>
<div id="outline-container-org63f79d0" class="outline-3">
<h3 id="org63f79d0"><span class="section-number-3">2.17.</span> For buys, outside the quote means higher than the national best offer.</h3>
</div>
<div id="outline-container-orga8a4c10" class="outline-3">
<h3 id="orga8a4c10"><span class="section-number-3">2.18.</span> For OTC stocks, the reference price is the market price just before the trade in question.</h3>
</div>
<div id="outline-container-org3870a16" class="outline-3">
<h3 id="org3870a16"><span class="section-number-3">2.19.</span> Quotes may not be below the minimum increments under NMS.</h3>
</div>
<div id="outline-container-org64c9149" class="outline-3">
<h3 id="org64c9149"><span class="section-number-3">2.20.</span> Percentage bands for listed equities double outside normal market hours.</h3>
</div>
<div id="outline-container-org6a3dc8a" class="outline-3">
<h3 id="org6a3dc8a"><span class="section-number-3">2.21.</span> Clearly erroneous actions must be taken within 30 minutes of detection.</h3>
</div>
<div id="outline-container-orga44a47c" class="outline-3">
<h3 id="orga44a47c"><span class="section-number-3">2.22.</span> A self-help alert allows orders to be routed away from troubled exchanges and trade through their quotes.</h3>
</div>
<div id="outline-container-orgbda300a" class="outline-3">
<h3 id="orgbda300a"><span class="section-number-3">2.23.</span> The self-help alert allows orders to be routed away from the impacted exchange.</h3>
</div>
<div id="outline-container-org74c395e" class="outline-3">
<h3 id="org74c395e"><span class="section-number-3">2.24.</span> The UPC Committee's decision on a clearly erroneous appeal is final and binding.</h3>
</div>
<div id="outline-container-orgcf76309" class="outline-3">
<h3 id="orgcf76309"><span class="section-number-3">2.25.</span> The Threshold List consists of stocks with substantial fails to deliver, usually from heavy short selling activity.</h3>
</div>
<div id="outline-container-org2d7f480" class="outline-3">
<h3 id="org2d7f480"><span class="section-number-3">2.26.</span> Short sale rules including order marking fall under Reg SHO.</h3>
</div>
<div id="outline-container-org512c2d8" class="outline-3">
<h3 id="org512c2d8"><span class="section-number-3">2.27.</span> The 30-minute notification deadline applies at all times.</h3>
</div>
<div id="outline-container-orgc2aad1d" class="outline-3">
<h3 id="orgc2aad1d"><span class="section-number-3">2.28.</span> Long sale fails must be closed out by the open of T+5.</h3>
</div>
<div id="outline-container-org25494dc" class="outline-3">
<h3 id="org25494dc"><span class="section-number-3">2.29.</span> Closing out the fail requires "like kind and quantity" shares to be purchased and delivered.</h3>
</div>
<div id="outline-container-orga13161f" class="outline-3">
<h3 id="orga13161f"><span class="section-number-3">2.30.</span> Fails to deliver can cause a security to be added to the Threshold List.</h3>
</div>
<div id="outline-container-org8b34874" class="outline-3">
<h3 id="org8b34874"><span class="section-number-3">2.31.</span> With no ownership, the sale must be marked short.</h3>
</div>
