57/qa/Chapter3-summary-QA-perspective.html
<div id="outline-container-org3e2e2b1" class="outline-3">
<h3 id="org3e2e2b1"><span class="section-number-3">2.32.</span> Tendering convertible bonds deems the investor to own the underlying stock.</h3>
</div>
<div id="outline-container-org5ecdcb4" class="outline-3">
<h3 id="org5ecdcb4"><span class="section-number-3">2.33.</span> Clearly erroneous trades can be adjusted or canceled based on specific rules.</h3>
</div>
<div id="outline-container-org2dfe9e9" class="outline-3">
<h3 id="org2dfe9e9"><span class="section-number-3">2.34.</span> Obvious error rules reference theoretical option prices.</h3>
</div>
<div id="outline-container-org3994b2b" class="outline-3">
<h3 id="org3994b2b"><span class="section-number-3">2.35.</span> The 30-minute notification window always applies.</h3>
</div>
<div id="outline-container-org3b8066e" class="outline-3">
<h3 id="org3b8066e"><span class="section-number-3">2.36.</span> The CEO must certify the effectiveness of the firm's risk management controls.</h3>
</div>
</div>
<div id="outline-container-org0ccfe68" class="outline-2">
<h2 id="org0ccfe68"><span class="section-number-2">3.</span> Short Sales and Regulation SHO:</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org33f5850" class="outline-3">
<h3 id="org33f5850"><span class="section-number-3">3.1.</span> A regulatory halt applies across all markets trading the security.</h3>
</div>
<div id="outline-container-orgd19262b" class="outline-3">
<h3 id="orgd19262b"><span class="section-number-3">3.2.</span> Fails in the same security trigger restrictions on additional short sales in that security.</h3>
</div>
<div id="outline-container-org441e172" class="outline-3">
<h3 id="org441e172"><span class="section-number-3">3.3.</span> The close out for shorts is T+3. T+5 is for longs and market maker shorts.</h3>
</div>
<div id="outline-container-orgaa21adb" class="outline-3">
<h3 id="orgaa21adb"><span class="section-number-3">3.4.</span> The T+5 close out applies equally to long and short sales by market makers.</h3>
</div>
<div id="outline-container-orgca971d7" class="outline-3">
<h3 id="orgca971d7"><span class="section-number-3">3.5.</span> With a net short position, the investor has no deemed ownership.</h3>
</div>
<div id="outline-container-org4d59690" class="outline-3">
<h3 id="org4d59690"><span class="section-number-3">3.6.</span> Buying above the national best offer is a trade-through under Reg NMS.</h3>
</div>
<div id="outline-container-orgf8126be" class="outline-3">
<h3 id="orgf8126be"><span class="section-number-3">3.7.</span> Selling below the best bid is a trade-through under Reg NMS.</h3>
</div>
<div id="outline-container-org0f4de48" class="outline-3">
<h3 id="org0f4de48"><span class="section-number-3">3.8.</span> Only short and short exempt can be used to mark exchange short sales.</h3>
</div>
<div id="outline-container-orgb9a575a" class="outline-3">
<h3 id="orgb9a575a"><span class="section-number-3">3.9.</span> To rely on an Easy to Borrow list for locates, it must be updated at least every 24 hours/daily.</h3>
</div>
<div id="outline-container-org9e070ae" class="outline-3">
<h3 id="org9e070ae"><span class="section-number-3">3.10.</span> Risk management controls apply to both trades and quotes entered into trading systems.</h3>
</div>
<div id="outline-container-org5e14f77" class="outline-3">
<h3 id="org5e14f77"><span class="section-number-3">3.11.</span> Payment for order flow may be received in cash or in-kind services like research or clearing and must be disclosed.</h3>
</div>
<div id="outline-container-orgee269fb" class="outline-3">
<h3 id="orgee269fb"><span class="section-number-3">3.12.</span> Risk management controls cannot be outsourced or delegated.</h3>
</div>
<div id="outline-container-org1b462b5" class="outline-3">
<h3 id="org1b462b5"><span class="section-number-3">3.13.</span> The SEC can suspend trading for up to 10 business days.</h3>
</div>
<div id="outline-container-org04f19bf" class="outline-3">
<h3 id="org04f19bf"><span class="section-number-3">3.14.</span> An order above 105 would slide to the 105 limit and trigger a limit state.</h3>
</div>
<div id="outline-container-orgfb6c9d2" class="outline-3">
<h3 id="orgfb6c9d2"><span class="section-number-3">3.15.</span> Coordination means positions must be aggregated firm-wide.</h3>
</div>
<div id="outline-container-orgce9ca16" class="outline-3">
<h3 id="orgce9ca16"><span class="section-number-3">3.16.</span> The broker-dealer effecting the short sale has responsibility for the locate.</h3>
</div>
<div id="outline-container-orga7b16a2" class="outline-3">
<h3 id="orga7b16a2"><span class="section-number-3">3.17.</span> To be excluded from LULD, trades must not update the last sale price.</h3>
</div>
<div id="outline-container-orgfc447d5" class="outline-3">
<h3 id="orgfc447d5"><span class="section-number-3">3.18.</span> For market makers, the close out is T+5 regardless of whether the sale was long or short; for non-market makers, shorts must close out by T+3.</h3>
</div>
<div id="outline-container-orga0828cf" class="outline-3">
<h3 id="orga0828cf"><span class="section-number-3">3.19.</span> A self-help alert tells firms to route orders away from the impacted exchange.</h3>
</div>
<div id="outline-container-org0d74c06" class="outline-3">
<h3 id="org0d74c06"><span class="section-number-3">3.20.</span> Risk management controls cannot be delegated to a third party.</h3>
</div>
<div id="outline-container-orgf2e7507" class="outline-3">
<h3 id="orgf2e7507"><span class="section-number-3">3.21.</span> Short sales must transact on an uptick, or at least $0.01 above the national best bid.</h3>
</div>
<div id="outline-container-orgf70673b" class="outline-3">
<h3 id="orgf70673b"><span class="section-number-3">3.22.</span> An uptick means the price increases above the national best bid.</h3>
</div>
<div id="outline-container-org9d04efa" class="outline-3">
<h3 id="org9d04efa"><span class="section-number-3">3.23.</span> The originating broker-dealer has best execution duties regardless of payment routing arrangements.</h3>
</div>
<div id="outline-container-orgc211ce6" class="outline-3">
<h3 id="orgc211ce6"><span class="section-number-3">3.24.</span> A new circuit breaker can trigger anytime price drops 10% from the prior close.</h3>
</div>
<div id="outline-container-org64c9357" class="outline-3">
<h3 id="org64c9357"><span class="section-number-3">3.25.</span> The SEC can halt all exchange trading for up to 90 days with presidential notice.</h3>
</div>
<div id="outline-container-org864caf7" class="outline-3">
<h3 id="org864caf7"><span class="section-number-3">3.26.</span> An open fail means the failure to deliver has not yet been closed out.</h3>
</div>
<div id="outline-container-orge84388f" class="outline-3">
<h3 id="orge84388f"><span class="section-number-3">3.27.</span> FINRA can discipline market makers firm-wide or on a security-by-security basis.</h3>
</div>
<div id="outline-container-org5520d8d" class="outline-3">
<h3 id="org5520d8d"><span class="section-number-3">3.28.</span> A new Reference Price is calculated only when it moves 1% or more from the previous Reference Price.</h3>
</div>
<div id="outline-container-org3c250d2" class="outline-3">
<h3 id="org3c250d2"><span class="section-number-3">3.29.</span> With tendered preferred shares, the sale of common can be marked long.</h3>
</div>
<div id="outline-container-org1ddc608" class="outline-3">
<h3 id="org1ddc608"><span class="section-number-3">3.30.</span> Short positions must be reported to FINRA twice a month.</h3>
</div>
<div id="outline-container-orge4b247e" class="outline-3">
<h3 id="orge4b247e"><span class="section-number-3">3.31.</span> FINRA can halt both NMS and OTC equities in certain situations.</h3>
</div>
<div id="outline-container-org06a9e23" class="outline-3">
<h3 id="org06a9e23"><span class="section-number-3">3.32.</span> After 3:25 pm, Level 1 and 2 halts are not in effect.</h3>
</div>
<div id="outline-container-org504f8ce" class="outline-3">
<h3 id="org504f8ce"><span class="section-number-3">3.33.</span> After 3:25 pm, Level 1 and 2 halts cannot occur.</h3>
</div>
<div id="outline-container-orgeba18b8" class="outline-3">
<h3 id="orgeba18b8"><span class="section-number-3">3.34.</span> The order protection rule aims to prevent trade-throughs.</h3>
</div>
<div id="outline-container-org34f09e9" class="outline-3">
<h3 id="org34f09e9"><span class="section-number-3">3.35.</span> Counterparties have 10 minutes after notification to mutually agree on adjustment.</h3>
</div>
<div id="outline-container-orgc9ed825" class="outline-3">
<h3 id="orgc9ed825"><span class="section-number-3">3.36.</span> The access fee limit for quotes $1+ is $0.003 per share.</h3>
</div>
<div id="outline-container-orgbbc1625" class="outline-3">
<h3 id="orgbbc1625"><span class="section-number-3">3.37.</span> The access fee limit for stocks $1+ is $0.003 per share.</h3>
</div>
<div id="outline-container-orgb723692" class="outline-3">
<h3 id="orgb723692"><span class="section-number-3">3.38.</span> Above $3 theoretical options errors are adjusted $0.30 away.</h3>
</div>
<div id="outline-container-org7352dd1" class="outline-3">
<h3 id="org7352dd1"><span class="section-number-3">3.39.</span> Risk management controls must be under the firm's direct and exclusive control.</h3>
</div>
<div id="outline-container-org3badcc7" class="outline-3">
<h3 id="org3badcc7"><span class="section-number-3">3.40.</span> Aggressive pricing outside bands causes a limit state.</h3>
</div>
<div id="outline-container-orga11fd7c" class="outline-3">
<h3 id="orga11fd7c"><span class="section-number-3">3.41.</span> The access fee limit is $0.003 per share.</h3>
</div>
<div id="outline-container-org5ed500d" class="outline-3">
<h3 id="org5ed500d"><span class="section-number-3">3.42.</span> The maximum access fee is $0.003 per share.</h3>
</div>
<div id="outline-container-org7c122ec" class="outline-3">
<h3 id="org7c122ec"><span class="section-number-3">3.43.</span> Below $3 theoretical, errors are adjusted to $0.15 away from theoretical, which is $0.75.</h3>
</div>
</div>
<div id="outline-container-org18de351" class="outline-2">
<h2 id="org18de351"><span class="section-number-2">4.</span> Order Handling and Risk Management:</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org990d06d" class="outline-3">
<h3 id="org990d06d"><span class="section-number-3">4.1.</span> Prime brokers must maintain minimum net capital of $1.5 million.</h3>
</div>
<div id="outline-container-orgf69cf24" class="outline-3">
<h3 id="orgf69cf24"><span class="section-number-3">4.2.</span> Broker-dealers must provide risk management immediate post-trade reports on market access customer trades.</h3>
</div>
<div id="outline-container-orgdc434ba" class="outline-3">
<h3 id="orgdc434ba"><span class="section-number-3">4.3.</span> The originating broker-dealer has responsibility for the locate.</h3>
</div>
<div id="outline-container-org705e291" class="outline-3">
<h3 id="org705e291"><span class="section-number-3">4.4.</span> The introducing broker-dealer has responsibility for the short sale locate.</h3>
</div>
<div id="outline-container-orged7f55b" class="outline-3">
<h3 id="orged7f55b"><span class="section-number-3">4.5.</span> The originating broker-dealer has responsibility for the locate unless the executing broker-dealer specifically assumed that duty.</h3>
</div>
<div id="outline-container-org856ec47" class="outline-3">
<h3 id="org856ec47"><span class="section-number-3">4.6.</span> Broker-dealers must report both proprietary and customer short positions to FINRA periodically.</h3>
</div>
