57/qa/Chapter3-summary-QA-perspective.html
<div id="outline-container-orgdab078b" class="outline-3">
<h3 id="orgdab078b"><span class="section-number-3">4.7.</span> Broker-dealers must report both proprietary and customer short positions to FINRA twice a month.</h3>
</div>
<div id="outline-container-org776938c" class="outline-3">
<h3 id="org776938c"><span class="section-number-3">4.8.</span> The net long position is 11,000 shares less 3,000 share equivalents short, or 8,000 shares.</h3>
</div>
<div id="outline-container-org2773fae" class="outline-3">
<h3 id="org2773fae"><span class="section-number-3">4.9.</span> 800 shares can be marked long, with 200 marked short based on the net long position.</h3>
</div>
<div id="outline-container-orgfe55afa" class="outline-3">
<h3 id="orgfe55afa"><span class="section-number-3">4.10.</span> One order can be a long sale, with the others marked short based on net position.</h3>
</div>
<div id="outline-container-org528a283" class="outline-3">
<h3 id="org528a283"><span class="section-number-3">4.11.</span> With a circuit breaker in effect, even displayed limit orders must be above the national best bid.</h3>
</div>
<div id="outline-container-org27cffcd" class="outline-3">
<h3 id="org27cffcd"><span class="section-number-3">4.12.</span> The originating broker-dealer must adhere to best execution and disclose any payments received for order flow.</h3>
</div>
<div id="outline-container-org5145b22" class="outline-3">
<h3 id="org5145b22"><span class="section-number-3">4.13.</span> Broker-dealers have 35 days to close out fails in restricted stock short sales.</h3>
</div>
</div>
<div id="outline-container-org7eabb04" class="outline-2">
<h2 id="org7eabb04"><span class="section-number-2">5.</span> * Trading Halts:</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orgbe8f340" class="outline-3">
<h3 id="orgbe8f340"><span class="section-number-3">5.1.</span> Exchanges, not the SEC, impose news-pending halts.</h3>
</div>
<div id="outline-container-org653a56a" class="outline-3">
<h3 id="org653a56a"><span class="section-number-3">5.2.</span> Exchanges, such as Nasdaq and NYSE, impose regulatory halts.</h3>
</div>
<div id="outline-container-org2a9c799" class="outline-3">
<h3 id="org2a9c799"><span class="section-number-3">5.3.</span> A self-help alert allows trades to be executed away from a troubled platform.</h3>
</div>
<div id="outline-container-org84214d9" class="outline-3">
<h3 id="org84214d9"><span class="section-number-3">5.4.</span> The self-help alert allows trades to be executed away from a troubled platform.</h3>
</div>
</div>
<div id="outline-container-orgbe434c4" class="outline-2">
<h2 id="orgbe434c4"><span class="section-number-2">6.</span> * Customer Order Handling:</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org4778373" class="outline-3">
<h3 id="org4778373"><span class="section-number-3">6.1.</span> Traders can only be assigned to one aggregation unit at a time.</h3>
</div>
<div id="outline-container-orgcfcd772" class="outline-3">
<h3 id="orgcfcd772"><span class="section-number-3">6.2.</span> Independent aggregation doesn't require a physical location; it requires a written plan, independent net position calculations, one unit per trader, and no coordination between units.</h3>
</div>
<div id="outline-container-org4caf7ad" class="outline-3">
<h3 id="org4caf7ad"><span class="section-number-3">6.3.</span> Independent trading unit aggregation allows position reporting by separate trading desks.</h3>
</div>
</div>
<div id="outline-container-org31a7295" class="outline-2">
<h2 id="org31a7295"><span class="section-number-2">7.</span> Limit Up/Limit Down (LULD):</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-orgd69a222" class="outline-3">
<h3 id="orgd69a222"><span class="section-number-3">7.1.</span> LULD stands for Limit Up/Limit Down, the volatility control mechanism.</h3>
</div>
<div id="outline-container-orgf8fa94e" class="outline-3">
<h3 id="orgf8fa94e"><span class="section-number-3">7.2.</span> Percentage bands double outside normal market hours.</h3>
</div>
<div id="outline-container-orgdd2dbf8" class="outline-3">
<h3 id="orgdd2dbf8"><span class="section-number-3">7.3.</span> LULD bands double during the open and close periods.</h3>
</div>
<div id="outline-container-org8c5e63c" class="outline-3">
<h3 id="org8c5e63c"><span class="section-number-3">7.4.</span> Above $1 the minimum quote increment is $0.01 per share.</h3>
</div>
<div id="outline-container-orgf679120" class="outline-3">
<h3 id="orgf679120"><span class="section-number-3">7.5.</span> A straddle state exists when the NBBO breaks the lower LULD band.</h3>
</div>
<div id="outline-container-orgd2c612f" class="outline-3">
<h3 id="orgd2c612f"><span class="section-number-3">7.6.</span> During an LULD halt, orders can be entered but not executed.</h3>
</div>
</div>
<div id="outline-container-org2eded4b" class="outline-2">
<h2 id="org2eded4b"><span class="section-number-2">8.</span> * Short Sale Rules:</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-orge4d1919" class="outline-3">
<h3 id="orge4d1919"><span class="section-number-3">8.1.</span> Short sellers usually have two days (T+2) to deliver borrowed shares.</h3>
</div>
<div id="outline-container-orgf6d31df" class="outline-3">
<h3 id="orgf6d31df"><span class="section-number-3">8.2.</span> Below $1 the minimum increment is $0.0001.</h3>
</div>
<div id="outline-container-orga112ca6" class="outline-3">
<h3 id="orga112ca6"><span class="section-number-3">8.3.</span> Having entered a borrowing arrangement is an exception to short sale restrictions.</h3>
</div>
<div id="outline-container-orgbdfb9ad" class="outline-3">
<h3 id="orgbdfb9ad"><span class="section-number-3">8.4.</span> The locate department is responsible for finding shares to borrow and sell short.</h3>
</div>
</div>
<div id="outline-container-org370b7eb" class="outline-2">
<h2 id="org370b7eb"><span class="section-number-2">9.</span> * Payment for Order Flow:</h2>
</div>
<div id="outline-container-orgbbc205d" class="outline-2">
<h2 id="orgbbc205d"><span class="section-number-2">10.</span> * Trade-Through Rules:</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org975e05f" class="outline-3">
<h3 id="org975e05f"><span class="section-number-3">10.1.</span> Orders may not trade through protected quotes.</h3>
</div>
<div id="outline-container-org34005f7" class="outline-3">
<h3 id="org34005f7"><span class="section-number-3">10.2.</span> Regular way trades do not qualify as an exception to the trade-through rule.</h3>
</div>
<div id="outline-container-orgd9e33a1" class="outline-3">
<h3 id="orgd9e33a1"><span class="section-number-3">10.3.</span> Block trades do not qualify as short exempt. The other choices do.</h3>
</div>
</div>
<div id="outline-container-org4b35942" class="outline-2">
<h2 id="org4b35942"><span class="section-number-2">11.</span> Miscellaneous:</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org1b09968" class="outline-3">
<h3 id="org1b09968"><span class="section-number-3">11.1.</span> Pre-trade controls screen orders to prevent erroneous and duplicate entries.</h3>
</div>
<div id="outline-container-org6d76371" class="outline-3">
<h3 id="org6d76371"><span class="section-number-3">11.2.</span> Trade checks include rules and reasons checks for market makers.</h3>
</div>
<div id="outline-container-org27e6849" class="outline-3">
<h3 id="org27e6849"><span class="section-number-3">11.3.</span> All activity resulting from erroneous orders is binding.</h3>
</div>
<div id="outline-container-orgd2cf3ef" class="outline-3">
<h3 id="orgd2cf3ef"><span class="section-number-3">11.4.</span> An odd lot consists of fewer than 100 shares.</h3>
</div>
<div id="outline-container-org990a2a0" class="outline-3">
<h3 id="org990a2a0"><span class="section-number-3">11.5.</span> These points cover a wide range of topics related to trading, circuit breakers, clearly erroneous trades, short sales, order handling, risk management, payment for order flow, trade-through rules, and other relevant aspects of the securities industry. If you have any specific questions or need further clarification on any of these points, feel free to ask!</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Pralay Patoria</p>
<p class="date">Created: 2023-08-26 Sat 11:30</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>